import React from 'react';
import { Modal } from "@redq/reuse-modal";
import WishlistFloatButton from 'components/common/WishlistFloatButton';
import ComparisonFloatButton from 'layouts/ComparisonFloatButton';
import { Box, Container, Heading, Stack, Text } from '@chakra-ui/react';
import CloseModalOutsideClick from 'utils/closeModalOutsideClick';
import CartPopUp from 'features/carts/cart-popup';
import Head from 'next/head';
import { NextSeo } from 'next-seo';
import { siteURL } from 'site-settings/site-credentials';

const ShoppingSecurity = ({ deviceType }) => {
  return (
    <>
      <Head>
        <title>Ασφάλεια Αγορών - SFKshop</title>
      </Head>
      <NextSeo
        description="Εξασφάλιση του Απορρήτου της Μεταφοράς των Προσωπικών σας Δεδομένων:Για την εξασφάλιση του απορρήτου της μεταφοράς των δεδομένων, η ΕΤΑΙΡΕΙΑ χρησιμοποιεί το πρωτόκολλο κρυπτογράφησης SSL 256-bit. Επιπροσθέτως διαθέτει ψηφιακό πιστοποιητικό προστασίας του ομίλου SimpleSSL, αναγνωρισμένου ως κορυφαίου στον τομέα της ασφάλειας των συναλλαγών.    3D Secure:Το sfkshop.gr έχει προχωρήσει στην υιοθέτηση του πρωτοκόλλου 3D-Secure με στόχο […]"
        robotsProps={{
          maxSnippet: -1,
          maxVideoPreview: -1,
          maxImagePreview: "large",
        }}
        canonical="https://sfkshop.gr/asfaleia-agorwn/"
        openGraph={{
          locale: "el_GR",
          type: "article",
          title: "Ασφάλεια Αγορών",
          description: "Εξασφάλιση του Απορρήτου της Μεταφοράς των Προσωπικών σας Δεδομένων:Για την εξασφάλιση του απορρήτου της μεταφοράς των δεδομένων, η ΕΤΑΙΡΕΙΑ χρησιμοποιεί το πρωτόκολλο κρυπτογράφησης SSL 256-bit. Επιπροσθέτως διαθέτει ψηφιακό πιστοποιητικό προστασίας του ομίλου SimpleSSL, αναγνωρισμένου ως κορυφαίου στον τομέα της ασφάλειας των συναλλαγών.    3D Secure:Το sfkshop.gr έχει προχωρήσει στην υιοθέτηση του πρωτοκόλλου 3D-Secure με στόχο […]",
          url: "https://sfkshop.gr/asfaleia-agorwn/",
          site_name: "SFKshop",
          article: {
            authors: ["https://facebook.com/sfkshop.gr"],
            modifiedTime: new Date().toISOString(),
          },
          images: [
            {
              url: `${siteURL}/wp-content/themes/rehub-theme/images/default/blank.gif`,
              secureUrl:
                `${siteURL}/wp-content/themes/rehub-theme/images/default/blank.gif`,
              alt: "Επιστροφές Προϊόντων",
            },
          ],
        }}
        twitter={{
          cardType: "summary_large_image",
        }}
      />

      <Modal>
        <WishlistFloatButton />
        <ComparisonFloatButton />
        <Box py="14" bg="white">
          <Container
            my="8"
            maxW="1440px"
            width="97%"
            fontWeight="400"
            fontSize="18"
          >
            <Stack spacing="10">
              <Heading fontSize="30" as='h1'>Ασφάλεια Αγορών</Heading>

              <Stack spacing="3">
                <Heading fontSize="20" as="h2">Εξασφάλιση του Απορρήτου της Μεταφοράς των Προσωπικών σας Δεδομένων:</Heading>
                <Text>Για την εξασφάλιση του απορρήτου της μεταφοράς των δεδομένων, η ΕΤΑΙΡΕΙΑ χρησιμοποιεί το πρωτόκολλο κρυπτογράφησης SSL 256-bit. Επιπροσθέτως διαθέτει ψηφιακό πιστοποιητικό προστασίας του ομίλου SimpleSSL, αναγνωρισμένου ως κορυφαίου στον τομέα της ασφάλειας των συναλλαγών.</Text>
              </Stack>
              
              <Stack spacing="3">
                <Heading fontSize="20" as="h2">3D Secure:</Heading>
                <Text>Το sfkshop.gr έχει προχωρήσει στην υιοθέτηση του πρωτοκόλλου 3D-Secure με στόχο να προσφέρει στους χρήστες αυξημένη προστασία από μη εξουσιοδοτημένη χρήση της κάρτας τους κατά την διαδικασία διεκπεραίωσης της συναλλαγής τους. Οι καταναλωτές-καρτούχοι των τραπεζών που υποστηρίζουν το πρωτόκολλο 3D-Secure έχουν τη δυνατότητα να εντάξουν τις Visa ή MasterCard κάρτες τους στα προγράμματα Verified by Visa ή SecureCode αντίστοιχα. Ένταξη σημαίνει ότι οι καρτούχοι επιλέγουν έναν κωδικό ασφαλείας για κάθε κάρτα τους που μόνο αυτοί θα γνωρίζουν. Έτσι, κάθε φορά που ο εγγεγραμμένος χρήστης πραγματοποιεί μια ηλεκτρονική συναλλαγή με χρήση της κάρτας του, θα του ζητείται ο κωδικός ασφάλειας. Στις περιπτώσεις των πελατών που οι κάρτες τους είτε δεν υποστηρίζουν τις υπηρεσίες Verified by Visa και SecureCode της MasterCard, είτε δεν έχουν προχωρήσει σε ένταξή τους σε αυτά, οι πληρωμές με κάρτα διεκπεραιώνονται, χωρίς να είναι απαραίτητη η χρήση επιπρόσθετου κωδικού.</Text>
              </Stack>
              
              <Stack spacing="3">
                <Heading fontSize="20" as="h2">Κρυπτογράφηση:</Heading>
                <Text>Από το καλάθι μέχρι το τέλος της διαδικασίας αγοράς στο ηλεκτρονικό κατάστημα της Εταιρείας, όλες οι πληροφορίες και τα προσωπικά στοιχεία του χρήστη/πελάτη κρυπτογραφούνται με βάση το πρωτόκολλο κρυπτογράφησης SSL 256-bit. Η κρυπτογράφηση είναι ουσιαστικά ένας τρόπος κωδικοποίησης της πληροφορίας μέχρι αυτή να φτάσει στον ορισμένο αποδέκτη της, ο οποίος θα μπορέσει να την αποκωδικοποιήσει με χρήση του κατάλληλου κλειδιού. Κατά της διαδικασία της παραγγελιοληψίας στο ηλεκτρονικό κατάστημα της ΕΤΑΙΡΕΙΑΣ, όλη η επικοινωνία ανάμεσα στον υπολογιστή του χρήστη και τα συστήματα της ΕΤΑΙΡΕΙΑΣ κρυπτογραφείται με χρήση κλειδιού κρυπτογράφησης. Δηλαδή, κάθε φορά που στέλνει πληροφορίες προς το σύστημα, ο browser τις κρυπτογραφεί πρώτα με χρήση κλειδιού κρυπτογράφησης και στη συνέχεια τις στέλνει στο σύστημα. Το σύστημα της ΕΤΑΙΡΕΙΑΣ αποκρυπτογραφεί πρώτα τις πληροφορίες που λαμβάνει χρησιμοποιώντας το ίδιο κλειδί (που προκαθορίζεται με την έναρξη της σύνδεσης του χρήστη με την υπηρεσία) και στη συνέχεια τις επεξεργάζεται. Τα συστήματα της Εταιρείας, αποστέλλουν πληροφορίες ακολουθώντας την ίδια διαδικασία κρυπτογράφησης.</Text>
              </Stack>
              
              <Stack spacing="3">
                <Heading fontSize="24" as="h2">Αναγνώριση Πελάτη</Heading>
                <Text>Κατά την επίσκεψη στην ιστοσελίδα μας, υπάρχει η δυνατότητα να γίνετε εγγεγραμμένο μέλος απολαμβάνοντας τα σχετικά προνόμια του μέλους όπως: η πρόσβαση και αλλαγή των προσωπικών σας στοιχείων, το ιστορικό των παραγγελιών σας και τα Αγαπημένα σας, η αλλαγή του Μυστικού κωδικού ασφαλείας (Password), η εγγραφή ή αναίρεση της εγγραφής σας στα newsletters μας κ.α.Η πρόσβαση στον προσωπικό λογαριασμό σας γίνεται μέσω ειδικών κωδικών εισόδου. Οι κωδικοί που χρησιμοποιούνται για την αναγνώρισή του χρήστη/πελάτη είναι δύο: ο Κωδικός Εισόδου (Username) και ο Προσωπικός Μυστικός Κωδικός Ασφαλείας (Password), οι οποίοι κάθε φορά που τους καταχωρεί του παρέχουν πρόσβαση με απόλυτη ασφάλεια στα προσωπικά του στοιχεία. Του δίνεται η δυνατότητα να μεταβάλλει τον Προσωπικό Μυστικό Κωδικό Ασφαλείας (password) όσο συχνά επιθυμεί. Ο μόνος που έχει πρόσβαση στα στοιχεία του είναι ο ίδιος μέσω των ανωτέρω κωδικών και είναι αποκλειστικά υπεύθυνος για την διατήρηση της μυστικότητάς του από τρίτα πρόσωπα. Σε περίπτωση απώλειας του ή διαρροής του θα πρέπει να προβεί στην άμεση ειδοποίηση της ΕΤΑΙΡΕΙΑΣ, αλλιώς αυτή δεν ευθύνεται για την χρήση του μυστικού κωδικού από μη εξουσιοδοτημένο πρόσωπο. Το ηλεκτρονικό κατάστημα sfkshop.gr της Εταιρείας με κανέναν τρόπο δεν αποκαλύπτει ή δημοσιοποιεί τα προσωπικά δεδομένα και τις πληροφορίες των χρηστών/πελατών. Τα προσωπικά δεδομένα χρησιμοποιούνται αποκλειστικά για την καλή εκτέλεση των συναλλαγών. Όλες οι πληροφορίες κρυπτογραφούνται και φυλάσσονται με απόλυτη ασφάλεια.</Text>
              </Stack>

            </Stack>
          </Container>
        </Box>
        <CloseModalOutsideClick>
          <CartPopUp deviceType={deviceType} />
        </CloseModalOutsideClick>
      </Modal>
    </>
  )
}

export default ShoppingSecurity