import React from 'react';
import { Modal } from "@redq/reuse-modal";
import WishlistFloatButton from 'components/common/WishlistFloatButton';
import ComparisonFloatButton from 'layouts/ComparisonFloatButton';
import { Box, Container, Heading, Stack, Text } from '@chakra-ui/react';
import CloseModalOutsideClick from 'utils/closeModalOutsideClick';
import CartPopUp from 'features/carts/cart-popup';
import Head from 'next/head';
import { NextSeo } from 'next-seo';
import { siteURL } from 'site-settings/site-credentials';

const Terms = ({ deviceType }) => {
  return (
    <>
      <Head>
        <title>Όροι Χρήσης - SFKshop</title>
      </Head>
      <NextSeo
        description="Ποίοι Είμαστε Σε ευχαριστούμε που επισκεφθήκες το SFKshop.gr Γκαραζόπορτες / Αυτοματισμοί/ Smart Home/Αξεσουάρ ΚινητώνΚουμανούδη 1, 11474, ΑθήναΑρ. Γ.Ε.ΜΗ 149354603000ΑΦΜ: 071481617ΔΟΥ: ΙΓ ΑΘΗΝΩΝΔιάβασε τους Όρους Χρήσης. Εισαγωγή 1. Εισαγωγή O ιστότοπος SFKshop.gr είναι ένα ηλεκτρονικό εμπορικό κατάστημα πώλησης προϊόντων και υπηρεσιών μέσω του Διαδικτύου (στο εξής καλούμενο ηλεκτρονικό κατάστημα ή ιστότοπος) που δημιούργησε και λειτουργεί η ατομική επιχείρηση […]"
        robotsProps={{
          maxSnippet: -1,
          maxVideoPreview: -1,
          maxImagePreview: "large",
        }}
        canonical="https://sfkshop.gr/oroi-xrisis/"
        openGraph={{
          locale: "el_GR",
          type: "article",
          title: "Όροι Χρήσης",
          description: "Ποίοι Είμαστε Σε ευχαριστούμε που επισκεφθήκες το SFKshop.gr Γκαραζόπορτες / Αυτοματισμοί/ Smart Home/Αξεσουάρ ΚινητώνΚουμανούδη 1, 11474, ΑθήναΑρ. Γ.Ε.ΜΗ 149354603000ΑΦΜ: 071481617ΔΟΥ: ΙΓ ΑΘΗΝΩΝΔιάβασε τους Όρους Χρήσης. Εισαγωγή 1. Εισαγωγή O ιστότοπος SFKshop.gr είναι ένα ηλεκτρονικό εμπορικό κατάστημα πώλησης προϊόντων και υπηρεσιών μέσω του Διαδικτύου (στο εξής καλούμενο ηλεκτρονικό κατάστημα ή ιστότοπος) που δημιούργησε και λειτουργεί η ατομική επιχείρηση […]",
          url: "https://sfkshop.gr/oroi-xrisis/",
          site_name: "SFKshop",
          article: {
            authors: ["https://facebook.com/sfkshop.gr"],
            modifiedTime: new Date().toISOString(),
          },
          images: [
            {
              url: `${siteURL}/wp-content/themes/rehub-theme/images/default/blank.gif`,
              secureUrl:
                `${siteURL}/wp-content/themes/rehub-theme/images/default/blank.gif`,
              alt: "Επιστροφές Προϊόντων",
            },
          ],
        }}
        twitter={{
          cardType: "summary_large_image",
        }}
      />

      <Modal>
        <WishlistFloatButton />
        <ComparisonFloatButton />
        <Box py="20" bg="white">
          <Container
            my="8"
            maxW="1440px"
            width="97%"
            fontWeight="400"
            fontSize="18"
          >
            <Stack spacing="10">
              <Heading fontSize="30" as='h1'>Όροι Χρήσης</Heading>

              <Heading fontSize="20" as="h2">Εισαγωγή</Heading>
              <Stack align="center" spacing="10">
                <Text>Σε ευχαριστούμε που επισκεφθήκες το 
                  <Text ml="2" as="span" fontWeight="bold">
                    SFKshop.gr
                  </Text>
                </Text>
                <Stack align="center">
                  <Text>Γκαραζόπορτες / Αυτοματισμοί/ Smart Home/Αξεσουάρ Κινητών</Text>
                  <Text>Κουμανούδη 1, 11474, Αθήνα</Text>
                  <Text>Αρ. Γ.Ε.ΜΗ 149354603000</Text>
                  <Text>ΑΦΜ: 071481617</Text>
                  <Text>ΔΟΥ: ΙΓ ΑΘΗΝΩΝ</Text>
                  <Text>Διάβασε τους Όρους Χρήσης.</Text>
                </Stack>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="20" as="h2">Εισαγωγή</Heading>
                <Heading fontSize="16" as="h2">1. Εισαγωγή</Heading>
                <Text>O ιστότοπος SFKshop.gr είναι ένα ηλεκτρονικό εμπορικό κατάστημα πώλησης προϊόντων και υπηρεσιών μέσω του Διαδικτύου (στο εξής καλούμενο ηλεκτρονικό κατάστημα ή ιστότοπος) που δημιούργησε και λειτουργεί η ατομική επιχείρηση Παναγιώτα Νικολαϊδου (SFK), που εδρευει στην Κουμανούδη 1, 11474, Αθήνα, 2106421065, (στο εξής χάριν συντομίας η ΕΠΙΧΕΙΡΗΣΗ).</Text>
                <Text>Οι κάτωθι όροι και προϋποθέσεις θα εφαρμόζονται για την χρήση του εν λόγω ηλεκτρονικού καταστήματος. Κάθε χρήστης/πελάτης που εισέρχεται και συναλλάσσεται ή κάνει χρήση των υπηρεσιών του ηλεκτρονικού καταστήματος θεωρείται ότι συναινεί και αποδέχεται ανεπιφύλακτα τους κατωτέρω όρους που εδώ διατυπώνονται, χωρίς καμία εξαίρεση. Εάν κάποιος χρήστης δεν συμφωνεί με αυτούς τους όρους, τότε οφείλει με ευθύνη του να απόσχει από την επίσκεψη, τη χρήση του ιστότοπου καθώς επίσης και από κάθε συναλλαγή ή χρήση των υπηρεσιών του ηλεκτρονικού καταστήματος.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">2. Γενικοί όροι</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ διατηρεί το δικαίωμα να τροποποιεί ή να αναθεωρεί ελεύθερα τoυς όρους και τις προϋποθέσεις χρήσης και συναλλαγών από τον ηλεκτρονικό κατάστημα, οποτεδήποτε το κρίνει αναγκαίο, αναλαμβάνει δε την υποχρέωση να ενημερώνει τους καταναλωτές για οποιανδήποτε μεταβολή, μέσα από τις σελίδες του παρόντος ηλεκτρονικού καταστήματος. Οι συμβάσεις μέσω του ηλεκτρονικού καταστήματος καταρτίζονται στην Ελληνική γλώσσα.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">3. Πολιτική τιμών</Heading>
                <Text>Οι τιμές που αναγράφονται στην ιστοσελίδα είναι οι τελικές, δηλαδή συμπεριλαμβάνεται και ο Φ.Π.Α. Στις αναγραφόμενες τιμές δεν περιλαμβάνεται το κόστος αποστολής και αντικαταβολής.</Text>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ διατηρεί το δικαίωμα μεταβολής των τιμών χωρίς προηγούμενη ειδοποίηση των χρηστών.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">4. Παρεχόμενες πληροφορίες & Προϊόντα</Heading>
                <Text>H ΕΠΙΧΕΙΡΗΣΗ δεσμεύεται ως προς την ακρίβεια, την αλήθεια και την πληρότητα των πληροφοριών που παρατίθενται στο ηλεκτρονικό κατάστημα, σε ότι αφορά την ταυτότητά της όσο και τις παρεχόμενες μέσω του ηλεκτρονικού καταστήματος, συναλλαγές. Η επιχείρηση, στα πλαίσια της καλής πίστης, δεν ευθύνεται και δεν δεσμεύεται από καταχωρήσεις ηλεκτρονικών δεδομένων που έγιναν εκ σφάλματος/παραδρομής κατά την κοινή πείρα και δικαιούται να προβαίνει σε διόρθωση αυτών οποτεδήποτε αντιληφθεί την ύπαρξή τους.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">5. Τρόποι πληρωμής</Heading>
                <Text>Αντικαταβολή, πιστωτική/χρεωστική καρτα μέσω alpha bank e-commerce (gateway), πιστωτική/χρεωστική κάρτα μέσω everypay και τραπεζική κατάθεση (υποστηρίζουμε όλες τις τράπεζες).</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">6. Τρόποι παράδοσης</Heading>
                <Text>Παράδοση με speedex, σε μια εργάσιμη μέρα, ή σε τρεις εργάσιμες εάν η περιοχή είναι δυσπρόσιτη. Για παραγγελίες μέχρι τις 15:00 και εφόσον η παράδοση  οριστεί για το κέντρο της Αθήνας, κατόπιν συνεννοήσεως η παράδοση μπορεί να γίνει από εμάς, εντός της ημέρας. </Text>
                <Text>Το κόστος της μεταφοράς επιβαρύνει την ΕΠΙΧΕΙΡΗΣΗ ή τον πελάτη ανάλογα το προϊόν, το κόστος της αντικαταβολής επιβαρύνει πάντα τον πελάτη. </Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">7. Περιορισμός ευθύνης</Heading>
                <Text>H ΕΠΙΧΕΙΡΗΣΗ στα πλαίσια των συναλλαγών της από το ηλεκτρονικό κατάστημα δεν ευθύνεται και δεν υπέχει υποχρέωση αποζημίωσης για οποιαδήποτε τυχόν βλάβη ή ζημία προκύψει από την ακύρωση παραγγελιών, από τη μη εκτέλεση ή από την καθυστέρηση εκτέλεσης τους, για οποιαδήποτε αιτία. Δεν εγγυάται τη διαθεσιμότητα των προϊόντων που εκτίθενται στο ηλεκτρονικό κατάστημα, αλλά ενημερώνει με βάση τα τηρούμενα στοιχεία για την διαθεσιμότητα ή μη τον ενδιαφερόμενο πελάτη και αναλαμβάνει σε περίπτωση μεταβολής των στοιχείων αυτών, να ενημερώνει έγκαιρα τους πελάτες περί της μη διαθεσιμότητας οπότε και στην περίπτωση αυτή δεν υπέχει καμία περαιτέρω ευθύνη. Σε καμία περίπτωση η ΕΠΙΧΕΙΡΗΣΗ δεν ευθύνεται αστικώς ή ποινικώς για οποιαδήποτε ζημία που τυχόν θα υποστεί επισκέπτης του ηλεκτρονικού καταστήματος ή τρίτος από αιτία που έχει σχέση με τη λειτουργία ή μη και τη χρήση του διαδικτυακού τόπου, την αδυναμία παροχής υπηρεσιών, προϊόντων και πληροφοριών που διατίθενται από αυτόν και από τυχόν μη επιτρεπόμενες παρεμβάσεις τρίτων.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">8. Ευθύνη Χρήστη</Heading>
                <Text>Ο χρήστης του ιστότοπου συμφωνεί και αναλαμβάνει να χρησιμοποιεί τις υπηρεσίες, τις πληροφορίες και τα δεδομένα του ηλεκτρονικού καταστήματος όπως ο νόμος προβλέπει και με βάση τους κανόνες της καλής πίστης και των συναλλακτικών ηθών.</Text>
                <Text>Υποχρεούται να μην χρησιμοποιεί τo ηλεκτρονικό κατάστημα και την επωνυμία της επιχείρησης για αποστολή, δημοσίευση, αποστολή με e-mail ή μετάδοση με άλλους τρόπους οποιουδήποτε περιεχομένου που είναι παράνομο για οποιοδήποτε λόγο, είτε προκαλεί παράνομη προσβολή και βλάβη στην ΕΠΙΧΕΙΡΗΣΗ ή σε οποιονδήποτε τρίτο, είτε προσβάλλει την εμπιστευτικότητα ή το απόρρητο πληροφοριών οιουδήποτε προσώπου, είτε προκαλεί προσβολή των χρηστών ηθών, κοινωνικών αξιών, της ανηλικότητας κ.λ.π. είτε παραβιάζει οποιαδήποτε ευρεσιτεχνία, εμπορικό σήμα, εμπορικό μυστικό, πνευματικά δικαιώματα ή άλλα ιδιοκτησιακά δικαιώματα τρίτων κάθε είδους,  είτε περιέχει ιούς λογισμικού ή άλλα κακόβουλα αρχεία ή προγράμματα με σκοπό την διακοπή, την πρόκληση βλάβης, την καταστροφή ή τον εξοπλισμό της λειτουργίας οποιουδήποτε λογισμικού ή υλικού υπολογιστών,  να απέχει από τη συλλογή ή αποθήκευση προσωπικών δεδομένων σχετικά με άλλους χρήστες.</Text>
                <Text>Υποχρεούται να διατηρεί σε όλα τα αντίγραφα της ιστοσελίδας και των στοιχείων της, όλες τις επισημειώσεις που αφορούν πνευματικά δικαιώματα και άλλα ιδιοκτησιακά δικαιώματα. Απαγορεύεται να τροποποιεί την ιστοσελίδα και τα στοιχεία της και να τα χρησιμοποιεί για οποιοδήποτε δημόσιο ή εμπορικό σκοπό, εκτός εάν άλλως επιτρέπεται με το παρόν.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">9. Σύνδεσμοι στον δικτυακό τόπο</Heading>
                <Text>Οι σύνδεσμοι (links) που περιλαμβάνονται στο ηλεκτρονικό κατάστημα, οδηγούν σε σελίδες του καταστήματος ή σε κάποιες περιπτώσεις οδηγούν το χρήστη να μεταβεί από αυτό (ηλεκτρονικό κατάστημα) σε ιστοσελίδες τρίτων παρόχων, επιχειρήσεων κ.λ.π. Οι συσχετιζόμενες αυτές ιστοσελίδες δεν βρίσκονται υπό τον έλεγχο της ΕΠΙΧΕΙΡΗΣΗΣ και η ΕΠΙΧΕΙΡΗΣΗ δεν φέρει ουδεμία ευθύνη για τα περιεχόμενα οποιασδήποτε τέτοιας ιστοσελίδας ή οποιουδήποτε συνδέσμου που περιλαμβάνεται σε μία συσχετιζόμενη ιστοσελίδα, ή οποιωνδήποτε αλλαγών ή ενημερώσεων σε τέτοιες ιστοσελίδες. Η EΤΑΙΡΕΙΑ δεν ευθύνεται για τις εκπομπές του διαδικτύου ή για την οιασδήποτε μορφής μετάδοση που λαμβάνεται από οποιαδήποτε συνδεδεμένη ιστοσελίδα. Η ΕΠΙΧΕΙΡΗΣΗ παρέχει αυτούς τους συνδέσμους στο ηλεκτρονικό της κατάστημα, μόνο για τη διευκόλυνση της χρήσης του ηλεκτρονικού καταστήματος, η χρήση τους δεν είναι υποχρεωτική για τον επισκέπτη/πελάτη και το γεγονός ότι διαλαμβάνονται στο ηλεκτρονικό κατάστημα δεν υποδηλώνει ότι η ΕΠΙΧΕΙΡΗΣΗ εγκρίνει ή αποδέχεται το περιεχόμενό τους.</Text>
              </Stack>

              <Heading fontSize="30" as='h1'>Όροι Χρήσης</Heading>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">1. Γενικά</Heading>
                <Text>H ΕΠΙΧΕΙΡΗΣΗ, δημιούργησε την παρούσα ιστοσελίδα με μοναδικό σκοπό την εξυπηρέτηση των πελατών της. Οι πληροφορίες που συγκεντρώνονται από την ΕΠΙΧΕΙΡΗΣΗ αφορούν στην διεκπεραίωση της παραγγελίας μέσω της παρούσας ιστοσελίδας. </Text>
                <Text>Η παρούσα Δήλωση Προστασίας Προσωπικών Δεδομένων και συμπληρωματικά οι Όροι Χρήσης της παρούσας ιστοσελίδας περιγράφουν τη μέθοδο συλλογής δεδομένων, τη χρήση αυτών των δεδομένων τα οποία οι χρήστες παρέχουν κατά τη διάρκεια των παραγγελιών μέσω της ιστοσελίδας. Η πολιτική αυτή θα τροποποιείται από καιρό σε καιρό χωρίς προηγούμενη προειδοποίηση προς τους χρήστες. Με την χρησιμοποίηση της παρούσας ιστοσελίδας τεκμαίρεται η αποδοχή και συναίνεση της παρούσας Δήλωσης Προστασίας Προσωπικών Δεδομένων καθώς επίσης και των Όρων Χρήσης της ιστοσελίδας που έχουν ανακοινωθεί μέσω αυτής.</Text>
                <Text>H ΕΠΙΧΕΙΡΗΣΗ είναι υπεύθυνη επεξεργασίας και οφείλει να διαχειρίζεται και να προστατεύει τα προσωπικά δεδομένα των επισκεπτών και των χρηστών του ιστότοπου σύμφωνα με το Γενικό Κανονισμό για την Προστασία Δεδομένων Προσωπικού Χαρακτήρα (679/2016), καθώς και στα οριζόμενα στο εθνικό, κοινοτικό και διεθνές δίκαιο σχετικά με την προστασία των δικαιωμάτων και των ελευθεριών των ατόμων σχετικά με την επεξεργασία των δεδομένων προσωπικού χαρακτήρα, όπως εκάστοτε ισχύει.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">2. Τι είναι προσωπικά δεδομένα;</Heading>
                <Text>Προσωπικά δεδομένα είναι πληροφορίες που προσδιορίζουν άμεσα ή έμμεσα ένα φυσικό πρόσωπο. Έμμεσα σημαίνει σε συνδυασμό με άλλες πληροφορίες, όπως για παράδειγμα, το όνομα, την ταχυδρομική διεύθυνση, τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον αριθμό τηλεφώνου, ή ένα μοναδικό αριθμό αναγνώρισης συσκευής.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">3. Συγκέντρωση πληροφοριών</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ χρησιμοποιεί τα δεδομένα των επισκεπτών (ονοματεπώνυμο, διεύθυνση, ταχυδρομικός κωδικός, ηλεκτρονική σας, τηλέφωνο, στοιχεία πιστωτικής κάρτας, τρόπος πληρωμής της παραγγελίας, στοιχεία αποστολής – παράδοσης μιας παραγγελίας, κλπ.), εφόσον αυτά έχουν καταχωρηθεί μέσω της φόρμας επικοινωνίας της ιστοσελίδας για την επικοινωνία.</Text>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ χρησιμοποιεί τα δεδομένα των επισκεπτών (διεύθυνση ηλεκτρονικής αλληλογραφίας) εφόσον έχει πραγματοποιηθεί η εγγραφή τους στο newsletter.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">4. Χρήση προσωπικών δεδομένων</Heading>
                <Text>Οι πληροφορίες που έχουν δοθεί εκούσια από τους χρήστες της αναφερόμενης ιστοσελίδας, χρησιμοποιούνται προκειμένου οι χρήστες του να έχουν άμεση και ουσιαστική επικοινωνία με το κατάστημα, να τους παρέχονται απαντήσεις σε συγκεκριμένα ερωτήματα που θέτουν και τέλος να εξυπηρετούνται και να εκτελούνται οι παραγγελίες τους.</Text>
                <Text>Οι πληροφορίες που συλλέγονται μέσω της ιστοσελίδας δεν διανέμονται σε κανένα άλλο οργανισμό, παρά μόνο σε άμεσους συνεργάτες στην διαδικασία εξυπηρέτησης παραγγελιών.Τα δεδομένα αυτά διατηρούνται και επεξεργάζονται από την επιχείρηση για εύλογο χρονικό διάστημα και μόνο για όσο υπάρχει εκκρεμότητα σχετικά με την πώληση, παράδοση πληρωμή προϊόντων και τυχόν νομικές αξιώσεις.</Text>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ κάνει χρήση των πληροφοριών που δίνονται κατά τη διάρκεια της ηλεκτρονικής αποστολής της φόρμας, προκειμένου να επικοινωνεί με τους χρήστες/πελάτες της σχετικά με (i) την παράδοση της παραγγελίας, (ii) για επιβεβαίωση και ταυτοποίηση του πελάτη σε κάθε αναγκαία περίπτωση, (iii) για νέα ή εναλλακτικά προϊόντα που προσφέρονται και ειδικές προσφορές, (iv) διαφημιστικό/προωθητικό υλικό εάν έχει παρασχεθεί προηγούμενη ρητή και ελεύθερη συγκατάθεσή του χρήστη.</Text>
                <Text>Ο χρήστης έχει τη δυνατότητα να επιλέξει αν θα λαμβάνει τέτοιου είδους επικοινωνίες από την ιστοσελίδα και μπορεί να αντιταχθείτε στη χρήση αυτή κατά το χρόνο της συλλογής ακολουθώντας τις οδηγίες μέσα στο μήνυμα ηλεκτρονικού ταχυδρομείου ή SMS που θα λαμβάνει.</Text>
                <Text>Οποιοδήποτε δικαιολογητικό και έγγραφο πιστοποιεί και δηλώνει την ταυτότητα του πελάτη παραμένει αυστηρά απόρρητο και ελέγχεται μόνο τον αρμόδιο υπάλληλο. Η ΕΠΙΧΕΙΡΗΣΗ απαιτεί από τους υπαλλήλους της και τους συντηρητές της ιστοσελίδας να παρέχουν στους χρήστες/πελάτες του το επίπεδο ασφαλείας που αναφέρεται στη παρούσα Δήλωση Προστασίας Προσωπικών Δεδομένων. Ο χρήστης με την προσκόμιση των προσωπικών δεδομένων συναινεί τα δεδομένα αυτά να χρησιμοποιούνται από τους υπαλλήλους της ΕΠΙΧΕΙΡΗΣΗΣ για τους λόγους που αναφέρθηκαν παραπάνω. Σε καμία άλλη περίπτωση δεν μπορεί η ΕΠΙΧΕΙΡΗΣΗ να μοιραστεί με άλλους προσωπικά στοιχεία χωρίς πρότερη συναίνεση, εκτός και αν αυτό απαιτηθεί μέσω της νομίμου οδού.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">5. Cookies</Heading>
                <Text>Ηιστοσελίδα χρησιμοποιεί cookies για τη συλλογή πληροφοριών. Τα Cookies είναι μικρά αρχεία (text files), τα οποία αποστέλλονται και φυλάσσονται στον ηλεκτρονικό υπολογιστή του χρήστη, επιτρέποντας στην ιστοσελίδα, να λειτουργεί απρόσκοπτα και χωρίς τεχνικές ανωμαλίες, να συλλέγονται πολλαπλές επιλογές του χρήστη, να αναγνωρίζουν τους συχνούς χρήστες, να διευκολύνουν την πρόσβαση τους σε αυτή, και για τη συλλογή δεδομένων για τη βελτίωση του περιεχομένου της ιστοσελίδας. Τα Cookies δεν προκαλούν βλάβες στους ηλεκτρονικούς υπολογιστές των χρηστών αλλά και στα αρχεία που φυλάσσονται σε αυτούς. Χρησιμοποιούμε τα cookies για να σας παρέχουμε πληροφορίες και να διεκπεραιώνονται οι παραγγελίες αλλά και μας επιτρέπουν να σας παρουσιάσουμε διαφημιστικό & επιμορφωτικό περιεχόμενο σχετικό με τα ενδιαφέροντα και τις ανάγκες σας. Πρέπει να έχετε υπόψη σας ότι τα cookies είναι απόλυτα αναγκαία προκειμένου να λειτουργεί σωστά και απρόσκοπτα η ιστοσελίδα.</Text>
                <Text>Οι κατηγορίες cookies και οι κύριοι λόγοι για τους οποίους χρησιμοποιούνται είναι:</Text>
                <Text>1. Αναγκαία : για τεχνικούς σκοπούς απαραίτητους για την αποτελεσματική λειτουργία της ιστοσελίδας, ιδιαίτερα σε σχέση με τις online συναλλαγές και την πλοήγηση σας στον ιστότοπο</Text>
                <Text>2. Λειτουργικά: για τη συλλογή πληροφοριών σχετικά με τα πρότυπα περιήγησης και αγορών σας, για να επιτρέψετε στην ΕΠΙΧΕΙΡΗΣΗ να εκπληρώσει τις συμβατικές της υποχρεώσεις και να πραγματοποιήσει πληρωμές σε τρίτους, όταν αγοράσετε από τον ιστότοπο μας ένα προϊόν μέσω πιστωτικής κάρτας.</Text>
                <Text>3. Διαφήμισης: για προώθηση διαφημιστικών  μηνυμάτων ή στοχευμένες ενέργειες</Text>
                <Text>4. Analytics:  υποσύνολο των cookies λειτουργικότητας, δίνουν τη δυνατότητα να αξιολογούμε την αποτελεσματικότητα των διάφορων λειτουργιών της ιστοσελίδας μας.</Text>
                <Text>5. Επιδόσεων: συλλέγουν πληροφορίες σχετικά με το πώς οι επισκέπτες χρησιμοποιούν την ιστοσελίδα, τη συχνότητα και, μας ενημερώνουν εάν αντιμετωπίζουν κάποιο πρόβλημα κατά την πλοήγηση κλπ. Αυτά τα cookies δεν συλλέγουν πληροφορίες που προσδιορίζουν τον επισκέπτη καθώς οι πληροφορίες είναι συγκεντρωτικές και ως εκ τούτου, ανώνυμες.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2" fontStyle="italic">Δεδομένα χρήσης υπηρεσιών Skroutz</Heading>
                <Text>Η εταιρία μας, για να μπορεί να αξιολογεί και να βελτιώνει διαρκώς την ποιότητα των υπηρεσιών που παρέχει στον καταναλωτή, χρησιμοποιεί την υπηρεσία Skroutz Analytics, η οποία λειτουργεί με cookies. Μέσω της υπηρεσίας αυτής, εφόσον έχετε δώσει προηγουμένως τη σχετική συγκατάθεσή σας μέσω του Skroutz.gr, κοινοποιούνται με ασφάλεια από εμάς στο Skroutz στατιστικά χρήσης. Τα δεδομένα που λαμβάνονται από την εταιρία μας μέσω αυτής της υπηρεσίας καλύπτονται από την πολιτική απορρήτου καθώς και την πολιτική cookies του Skroutz.gr, στο τέλος της οποίας μπορείτε και να ανακαλέσετε τυχόν συγκατάθεσή σας.</Text>
                <Text>Επιπλέον, σας ενημερώνουμε ότι, εφόσον έχετε οδηγηθεί στο ηλεκτρονικό μας κατάστημα μέσω του Skroutz.gr και πραγματοποιήσετε σε εμάς αγορά, κοινοποιούνται με ασφάλεια από εμάς στο Skroutz δεδομένα που αφορούν στη συγκεκριμένη αγορά σας, στο πλαίσιο της εμπορικής συνεργασίας μας με το Skroutz και της χρήσης από εσάς των υπηρεσιών Skroutz. Η κοινοποίηση από εμάς των δεδομένων αυτών γίνεται μέσω cookie και είναι απαραίτητη για την οικονομική εκκαθάριση αυτής της εμπορικής συνεργασίας, της οποίας τυχόν κάνατε χρήση. Λόγω της αναγκαιότητας αυτής, η νομοθεσία μας επιτρέπει να μην ζητούμε τη συγκατάθεσή σας για την κοινοποίηση αυτών των δεδομένων. Περισσότερες πληροφορίες μπορείτε να βρείτε στην πολιτική απορρήτου καθώς και την πολιτική cookies του Skroutz.gr.</Text>
                <Text>Απενεργοποίηση των cookies</Text>
                <Text>Γενικά, το πρόγραμμα περιήγησής σας (browser) σας προσφέρει την επιλογή για αποδοχή, απόρριψη ή διαγραφή των cookies τρίτου μέρους ή από συγκεκριμένους ιστότοπους. Ο ιστότοπος κάθε προγράμματος περιήγησης περιέχει οδηγίες σχετικά με τον τρόπο με τον οποίο μπορείτε να το κάνετε αυτό.</Text>
                <Text>Το ηλεκτρονικό κατάστημα ενδέχεται να μην λειτουργεί σωστά εάν όλα τα cookies είναι απενεργοποιημένα.  Αν απενεργοποιήσετε μόνο τα cookies τρίτων, δεν θα εμποδίζεστε να κάνετε αγορές στον ιστότοπο. Αν απενεργοποιήσετε όλα τα cookies, συμπεριλαμβανομένων των αναγκαίων και λειτουργικών δεν θα μπορείτε να ολοκληρώσετε τις online αγορές σας.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">6. Μεταβιβάσεις επιχειρήσεων</Heading>
                <Text>Σε σχέση με οποιαδήποτε αναδιοργάνωση, αναδιάρθρωση, συγχώνευση ή πώληση ή άλλη μεταβίβαση περιουσιακών στοιχείων (από κοινού “Μεταβίβαση Επιχειρήσεων”), η ΕΠΙΧΕΙΡΗΣΗ θα μεταφέρει δεδομένα, συμπεριλαμβανομένων προσωπικών δεδομένων, σε εύλογη κλίμακα και όπως είναι απαραίτητο για τη Μεταβίβαση Επιχειρήσεων, και υπό την προϋπόθεση ότι ο παραλήπτης συμφωνεί να σεβαστεί τα προσωπικά δεδομένα κατά τρόπο που να συνάδει με την ισχύοντες νόμους προστασίας δεδομένων. Η ΕΠΙΧΕΙΡΗΣΗ θα ενημερώσει τα υποκείμενα που επηρεάζονται πριν τα προσωπικά δεδομένα καταστούν αντικείμενο διαφορετικής πολιτικής απορρήτου.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">7. Επεξεργασία προσωπικών δεδομένων των παιδιών</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ δεν θα συλλέξει ή επεξεργαστεί προσωπικά δεδομένα παιδιών κάτω των 16 ετών εκτός κι αν έχει δοθεί γονική συναίνεση, σύμφωνα με την ισχύουσα νομοθεσία. Εάν αντιληφθεί ότι τα προσωπικά δεδομένα ενός παιδιού συλλέχθηκαν κατά λάθος, θα διαγραφούν άμεσα, χωρίς αδικαιολόγητη καθυστέρηση.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">8. Επεξεργασία ευαίσθητων δεδομένων</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ, ενδέχεται, σε ορισμένες περιπτώσεις, να επεξεργαστεί ειδικές κατηγορίες προσωπικών δεδομένων (“ευαίσθητα δεδομένα”). Ευαίσθητα δεδομένα ορίζονται τα προσωπικά δεδομένα που αποκαλύπτουν τη φυλετική ή εθνική καταγωγή, πολιτικά φρονήματα, θρησκευτικές ή φιλοσοφικές πεποιθήσεις, συμμετοχή σε συνδικαλιστικές οργανώσεις, γενετικά δεδομένα, βιομετρικά δεδομένα με σκοπό την ταυτοποίηση ενός φυσικού προσώπου, την υγεία ή τη σεξουαλική ζωή ή γενετήσιο προσανατολισμό του. Για παράδειγμα ενδέχεται να επεξεργαστεί ευαίσθητα δεδομένα τα οποία τα υποκείμενα έχουν καταστήσει δημόσια ή έχουν ελεύθερα δώσει την προηγούμενη ρητή και ξεχωριστή συγκατάθεσή τους, σε ένα συγκεκριμένο πλαίσιο για ένα συγκεκριμένο σκοπό.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">9. Ασφάλεια συναλλαγών</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ δεσμεύεται όσον αφορά στην εξασφάλιση της ασφάλειας και της ακεραιότητας των δεδομένων που συλλέγει σχετικά με τους χρήστες της ιστοσελίδας του. Η ΕΠΙΧΕΙΡΗΣΗ έχει υιοθετήσει διαδικασίες, οι οποίες προφυλάσσουν τα προσωπικά δεδομένα που οι χρήστες προσκομίζουν στην ιστοσελίδα του ή του παρέχουν με οποιοδήποτε άλλο μέσο (πχ. τηλεφωνικά). Αυτές οι διαδικασίες προστατεύουν τα δεδομένα των χρηστών από οποιαδήποτε μη επιτρεπόμενη πρόσβαση ή αποκάλυψη, απώλεια ή κακή χρήση, και αλλαγή ή καταστροφή. Βοηθούν επίσης στο να πιστοποιείται ότι τα στοιχεία αυτά είναι ακριβή και χρησιμοποιούνται σωστά. Η ΕΠΙΧΕΙΡΗΣΗ εφαρμόζει το κατάλληλο επίπεδο ασφαλείας για τη διασφάλιση των δεδομένων που συλλέγονται από τυχαία ή παράνομη καταστροφή, απώλεια, αλλοίωση, μη εξουσιοδοτημένη γνωστοποίηση ή πρόσβαση σε δεδομένα προσωπικού χαρακτήρα που διαβιβάζονται, αποθηκεύονται ή αποτελούν με διαφορετικό τρόπο αντικείμενο επεξεργασίας. Η πρόσβαση στα προσωπικά δεδομένα χορηγείται μόνο στο προσωπικό ή άμεσους συνεργάτες που απαιτείται να έχουν τέτοια πληροφόρηση για την εξυπηρέτηση των παραγγελιών. Σε περίπτωση παραβίασης δεδομένων που περιέχουν προσωπικά δεδομένα, η ΕΠΙΧΕΙΡΗΣΗ θα τηρήσει την ισχύουσα νομοθεσία σχετικά με την ειδοποίηση της παραβίασης.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">10. Δικαιώματα χρηστών/πελατών</Heading>
                <Text>Ως υποκείμενο των δεδομένων οι χρήστες της ιστοσελίδας της ΕΠΙΧΕΙΡΗΣΗΣ έχετε συγκεκριμένα νόμιμα δικαιώματα που αφορούν τα προσωπικά δεδομένα που συλλέγονται. </Text>
                <Text>Η ακόλουθη λίστα περιέχει πληροφορίες σχετικά με τα νόμιμα δικαιώματά που προκύπτουν από ισχύοντες νόμους προστασίας δεδομένων:</Text>
                <Text>Δικαίωμα ανάκλησης της συγκατάθεσης: Όπου η επεξεργασία των δεδομένων προσωπικού χαρακτήρα γίνεται με βάση τη συγκατάθεσή σας μπορείτε να αποσύρετε τη συγκατάθεση αυτή οποιαδήποτε στιγμή. </Text>
                <Text>Δικαίωμα διόρθωσης: Μπορείτε να μας ζητήσετε να διορθώσουμε τα προσωπικά δεδομένα που σας αφορούν.</Text>
                <Text>Δικαίωμα περιορισμού: Μπορείτε να μας ζητήσετε τον περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων, εάν αμφισβητείτε την ακρίβεια των προσωπικών σας δεδομένων για την περίοδο που θα χρειαστεί να επαληθεύσουμε την ακρίβεια, εάν η επεξεργασία είναι παράνομη και αιτείστε τον περιορισμό της επεξεργασίας αντί της διαγραφής των προσωπικών σας δεδομένων, ένα δεν χρειαζόμαστε πια τα προσωπικά σας δεδομένα, αλλά εσείς τα χρειάζεστε για την στήριξη, άσκηση ή υπεράσπιση νομικών αξιώσεων, ή ένα έχετε αντίρρηση για την επεξεργασία για την περίοδο που επαληθεύουμε κατά πόσο τα έννομα συμφέροντά μας υπερισχύουν των δικών σας.</Text>
                <Text>Δικαίωμα πρόσβασης: Μπορείτε να μας ζητήσετε πληροφορίες σχετικά με προσωπικά δεδομένα που διατηρούμε για εσάς, συμπεριλαμβανομένων των πληροφοριών σχετικά με τις κατηγορίες των δεδομένων προσωπικού χαρακτήρα που έχουμε στην κατοχή ή τον έλεγχό μας, για ποιο σκοπό χρησιμοποιούνται, από που συλλέχθηκαν, αν όχι από σας άμεσα, και σε ποιους έχουν κοινοποιηθεί, κατά περίπτωση. Μπορείτε να λάβετε από εμάς χωρίς χρέωση ένα αντίγραφο των προσωπικών δεδομένων που κρατάμε για εσάς. Διατηρούμε το δικαίωμα να χρεώσουμε μια εύλογη αμοιβή για κάθε περαιτέρω αντίγραφο που ενδεχομένως μας ζητήσετε.Δικαίωμα φορητότητας: Κατόπιν αιτήματός σας, θα μεταφέρουμε τα δεδομένα σας σε ένα άλλο υπεύθυνο επεξεργασίας, όπου αυτό είναι τεχνικά εφικτό, υπό τον όρο ότι η επεξεργασία βασίζεται στη συγκατάθεσή σας ή είναι αναγκαία για την εκτέλεση σύμβασης. Αντί να λάβετε αντίγραφο των προσωπικών σας δεδομένων, μπορείτε να μας ζητήσετε να μεταβιβάσουμε τα δεδομένα σε ένα άλλο υπεύθυνο επεξεργασίας, που θα μας υποδείξετε, απευθείας.</Text>
                <Text>Δικαίωμα διαγραφής: Μπορείτε να μας ζητήσετε να διαγράψουμε τα προσωπικά σας δεδομένα, όπου – τα προσωπικά δεδομένα δεν είναι πλέον απαραίτητα σε σχέση με τους σκοπούς για τους οποίους συνελέγησαν ή αποτέλεσαν αντικείμενο επεξεργασίας – έχετε το δικαίωμα αντίρρησης σε περαιτέρω επεξεργασία των προσωπικών σας δεδομένων και ασκείτε το δικαίωμα αυτό – η επεξεργασία γίνεται με βάση τη συγκατάθεσή σας, αποσύρετε τη συγκατάθεσή σας και δεν υπάρχει άλλη νομική βάση για επεξεργασία – τα προσωπικά σας δεδομένα έχουν υποστεί επεξεργασία παράνομα εκτός αν η επεξεργασία είναι απαραίτητη – για τη συμμόρφωση με μια νομική υποχρέωση, η οποία απαιτεί επεξεργασία από εμάς – ιδίως για τις νόμιμες υποχρεώσεις εκπλήρωσης καθήκοντος – για την στήριξη, άσκηση ή υπεράσπιση νομικών αξιώσεων.</Text>
                <Text>Δικαίωμα εναντίωσης: Μπορείτε να εναντιωθείτε – ανά πάσα στιγμή – στην επεξεργασία των προσωπικών δεδομένων σας λόγω ιδιαίτερης κατάστασή σας, υπό την προϋπόθεση ότι η επεξεργασία δεν βασίζεται σε δική σας συγκατάθεση αλλά σε έννομο συμφέρον μας ή σε έννομο συμφέρων τρίτων. Στην περίπτωση αυτή δεν θα επεξεργαζόμαστε πλέον τα προσωπικά σας δεδομένα, εκτός αν μπορούμε να αποδείξουμε επιτακτικούς νόμιμους λόγους και υπέρτερο συμφέρον για την επεξεργασία ή για την στήριξη, άσκηση ή υπεράσπιση νομικών αξιώσεων. Εάν εναντιώνεστε στην επεξεργασία, παρακαλείστε να διευκρινίσετε κατά πόσον επιθυμείτε τη διαγραφή των προσωπικών δεδομένων σας ή τον περιορισμό της επεξεργασίας από την ΕΠΙΧΕΙΡΗΣΗ.</Text>
                <Text>Δικαίωμα υποβολής καταγγελίας: Σε περίπτωση εικαζόμενης παράβασης ισχύουσας νομοθεσίας περί απορρήτου, μπορείτε να υποβάλετε μια καταγγελία με την εποπτική αρχή προστασίας δεδομένων στη χώρα που ζείτε ή στην οποία παρουσιάστηκε η προβαλλόμενη παράβαση.</Text>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ θα προσπαθήσει να ικανοποιήσει το αίτημά σας εντός 30 ημερών. Ωστόσο, η προθεσμία μπορεί να παραταθεί για συγκεκριμένους λόγους που αφορούν το συγκεκριμένο νομικό δικαίωμα ή η πολυπλοκότητα του αιτήματός σας. </Text>
                <Text>Μη αναγνώριση: Σε ορισμένες περιπτώσεις, ενδέχεται να μην είμαστε σε θέση να αναζητήσουμε τα προσωπικά σας δεδομένα λόγω των αναγνωριστικών στοιχείων που παρέχετε στην αίτησή σας. Δύο παραδείγματα προσωπικών δεδομένων τα οποία δεν μπορούμε να αναζητήσουμε όταν παρέχετε το όνομα και τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι: – δεδομένα που συλλέγονται μέσω cookies του προγράμματος περιήγησης,- δεδομένα που συλλέχθηκαν από δίκτυα κοινωνικής δικτύωσης εφόσον έχετε δημοσιεύσει σχόλιό σας κάτω από ένα ψευδώνυμο που δεν είναι γνωστό σε εμάς.</Text>
                <Text>Σε τέτοιες περιπτώσεις, όπου δεν μπορούμε να σας εντοπίσουμε ως υποκείμενο των δεδομένων, δεν είμαστε σε θέση να συμμορφωθούμε με το αίτημά σας να εκτελέσουμε τα νόμιμα δικαιώματά σας, όπως περιγράφεται στο άρθρο αυτό, εκτός εάν μας παράσχετε πρόσθετες πληροφορίες που επιτρέπουν την ταυτοποίησή σας. </Text>
                <Text>Άσκηση των νόμιμων δικαιωμάτων σας: Προκειμένου να ασκήσετε τα νόμιμα δικαιώματά σας, παρακαλούμε επικοινωνήστε εγγράφως, μέσω ηλεκτρονικού ταχυδρομείου.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">11. Διατήρηση των προσωπικών δεδομένων</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ, γενικά θα διαγράψει τα προσωπικά δεδομένα τα οποία συλλέγει από εάν δεν είναι πλέον αναγκαίο να επιτευχθούν οι σκοποί για τους οποίους συλλέχθηκαν αρχικώς. Ωστόσο, ενδέχεται να ζητηθεί να αποθηκεύσει τα προσωπικά δεδομένα χρηστών για μεγαλύτερο χρονικό διάστημα λόγω νομοθετικών διατάξεων. </Text>
                <Text>Επιπλέον, δεν θα διαγράψει όλα τα προσωπικά δεδομένα αν έχει ζητήσει ο χρήστης να μην επικοινωνεί μαζί του στο μέλλον, δεδομένου ότι διατηρεί αρχείο σχετικά με τα άτομα τα οποία δεν επιθυμούν να γίνεται επικοινωνία μαζί τους στο μέλλον (π.χ. μέσω ομαδικών μηνυμάτων ηλεκτρονικού ταχυδρομείου).</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">12. Πολιτική Επιστροφών</Heading>
                <Text>Η ΕΠΙΧΕΙΡΗΣΗ στηρίζοντας το Ηλεκτρονικό Εμπόριο δίνει τη δυνατότητα της εύκολης και γρήγορης διαδικασίας επιστροφής ελαττωματικών ή μη προϊόντων και χρήματων υπό τους ακόλουθους όρους και προϋποθέσεις.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">13. Επιστροφές Προϊόντων λόγω λάθους παράδοσης</Heading>
                <Text>Σε όλες τις περιπτώσεις στις οποίες παραδίδονται άλλα από τα πωληθέντα, κατά είδος ή ποσότητα ή λείπει ιδιότητας η οποία έχει προηγουμένως συνομολογηθεί εγγράφως με την ΕΠΙΧΕΙΡΗΣΗ ο πελάτης επιστρέφει τα προϊόντα προς έλεγχο και διαπίστωση του λάθους. Στην περίπτωση αυτή τα έξοδα επιστροφής των προϊόντων στην επιχείρηση καθώς και τα έξοδα επαναπροώθησης στον πελάτη βαρύνουν την ΕΠΙΧΕΙΡΗΣΗ αρκεί να τηρείται ο προτεινόμενος από την επιχείρηση τρόπος επιστροφής.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">14. Επιστροφές ελαττωματικών προϊόντων</Heading>
                <Text>Σε περίπτωση που διαπιστωθεί ότι το είδος φέρει κατασκευαστικό ελάττωμα, εφόσον αυτό βεβαιωθεί από τον εξουσιοδοτημένο επισκευαστή που παρέχει την εγγύηση καλής λειτουργίας ή σε περίπτωση που η ίδια η ΕΠΙΧΕΙΡΗΣΗ παρέχει απευθείας την εγγύηση καλής λειτουργίας ισχύουν τα ακόλουθα:</Text>
                <Text>-Η εγγύηση παρέχεται για περιορισμένο χρονικό διάστημα που αναγράφεται στα αναλυτικά χαρακτηριστικά του προϊόντος. Μετά το πέρας της περιόδου αυτής ή επισκευή η αντικατάσταση των προϊόντων είναι δυνατή με επιπλέον χρέωση κατόπιν νέας συμφωνίας με τον πελάτη.</Text>
                <Text>-Η επιστροφή του προς αντικατάσταση προϊόντος θα πρέπει να γίνεται μαζί με όλα τα έγγραφα τα οποία συνόδευαν το προϊόν (π.χ. ΔΑΤ, Απ. Λιανικής κ.ο.κ) και πλήρη τη συσκευασία του. Αν πρόκειται ελάττωμα που διαπιστώθηκε αργότερα από την παράδοση και η συσκευασία δεν υπάρχει ή επίσης αν η συσκευασία του προϊόντος παραλήφθηκε από τους διανομείς κατά την παράδοση του είδους δεν απαιτείται η συσκευασία του προϊόντος.</Text>
                <Text>-Η επιστροφή των προϊόντων θα πραγματοποιείται είτε με προσωπικό και μεταφορικά μέσα της ΕΠΙΧΕΙΡΗΣΗΣ είτε μέσω courier, ή στα καταστήματα που διατηρεί η ΕΠΙΧΕΙΡΗΣΗ. Στις περιπτώσεις επιστροφής μέσω courier, o πελάτης βαρύνεται με τα έξοδα της αποστολής προς την ΕΠΙΧΕΙΡΗΣΗ και η ΕΠΙΧΕΙΡΗΣΗ βαρύνεται με τα έξοδα αποστολής του αντικατασταθέντος ή επισκευασμένου προϊόντος.</Text>
                <Text>-Μετά την επιστροφή των προϊόντων γίνεται έλεγχος του ελαττώματος που αναφέρεται από τον πελάτη και στην συνέχεια επικοινωνία μαζί του για ενημέρωσή του σχετικά με τα αποτελέσματα του ελέγχου.</Text>
                <Text>-Εφόσον διαπιστωθεί το ελάττωμα, πραγματοποιείται επισκευή, ή αντικατάσταση του προϊόντος, άλλως ακύρωση της συναλλαγής σε περίπτωση που δεν είναι δυνατή η επισκευή του προϊόντος σε εύλογο χρόνο και δεν μπορεί να βρεθεί από την ΕΠΙΧΕΙΡΗΣΗ άλλο προϊόν αντίστοιχων ή καλύτερων χαρακτηριστικών ή αντίστοιχης αξίας για την αντικατάσταση. Σε περίπτωση ακύρωσης της συναλλαγής η επιστροφή των χρημάτων της αρχικής αγοράς γίνεται με τον ίδιο τρόπο με τον οποίο είχε γίνει η αρχική πληρωμή του πελάτη προς την ΕΠΙΧΕΙΡΗΣΗ.</Text>
                <Text>-Ειδικότερα, σε περίπτωση χρέωσης μέσω πιστωτικής κάρτας η ΕΠΙΧΕΙΡΗΣΗ θα υποχρεούται να ενημερώσει την εκδότρια Τράπεζα για την ακύρωση της συναλλαγής και η τράπεζα θα προβεί εν συνεχεία σε κάθε πράξη που προβλέπεται με βάση τη σύμβαση που έχει καταρτίσει με τον πελάτη χωρίς σχετική ευθύνη της ΕΠΙΧΕΙΡΗΣΗΣ πλέον. Η ΕΠΙΧΕΙΡΗΣΗ κατόπιν της ενημέρωσης αυτής δεν φέρει καμία ευθύνη για το χρόνο και τον τρόπο εκτέλεσης του αντιλογισμού, που ρυθμίζεται από την προμνησθείσα σύμβαση. Στην περίπτωση πληρωμής με μετρητά, εάν ο πελάτης είχε επιλέξει την δυνατότητα “παραλαβή από το κατάστημα”, θα γίνεται με επιστροφή των χρημάτων του σε αυτόν από οποιοδήποτε κατάστημα του δικτύου της ΕΠΙΧΕΙΡΗΣΗΣ. Σε περίπτωση πληρωμής με τραπεζικό έμβασμα θα πραγματοποιείται αντίστροφο τραπεζικό έμβασμα από τους λογαριασμούς της ΕΠΙΧΕΙΡΗΣΗΣ προς τον πελάτη.</Text>
                <Text>-Σε περίπτωση που τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή η ΕΠΙΧΕΙΡΗΣΗ έχει το δικαίωμα να ζητήσει αποζημίωση από τον πελάτη, το ποσό της οποίας θα καθορίζεται από την κατάσταση των προϊόντων και να προβαίνει μονομερώς και άνευ ετέρου τινός σε ολικό ή μερικό συμψηφισμό της απαίτησής του αυτής έναντι του πελάτη.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">15. Επιστροφές προϊόντων, τα οποία θεωρούνται ελαττωματικά κατά την παράδοση (DOA) </Heading>
                <Text>Η επιστροφή των προϊόντων, τα οποία θεωρούνται ελαττωματικά κατά την παράδοση (DOA) θα γίνεται αποδεκτή εντός επτά (7) ημερολογιακών ημερών από την παράδοση αυτών στον πελάτη. Ταυτόχρονα, θα πρέπει το προϊόν να μην είναι κατεστραμμένο και να έχει όλα τα πρωτότυπα έγγραφα τα οποία συνόδευαν το προϊόν (π.χ. Δ.Α.Τ., Απ. Λιανικής κ.ο.κ) και πλήρη τη συσκευασία του. Στις περιπτώσεις αυτές ισχύουν τα ακόλουθα:</Text>
                <Text>-Το προϊόν παραλαμβάνεται και ελέγχεται για την διαπίστωση του αναφερόμενου από τον ΠΕΛΑΤΗ ελαττώματος.</Text>
                <Text>-Υπό την προϋπόθεση ότι θα έχουν προηγουμένως παραληφθεί και ελεγχθεί αυτά από την ΕΠΙΧΕΙΡΗΣΗ, θα γίνεται αντικατάσταση του είδους με όμοιο καινούριο, ή σε περίπτωση μη διαθεσιμότητας με άλλο καινούργιο προϊόν αντίστοιχης ποιότητας και τιμής, άλλως σε περίπτωση που ο πελάτης δεν επιθυμεί αντικατάσταση, θα πραγματοποιείται επιστροφή των χρημάτων της αρχικής αγοράς στον πελάτη. Η επιστροφή των χρημάτων γίνεται με τον ίδιο τρόπο με τον οποίο είχε γίνει η αρχική πληρωμή του πελάτη προς την ΕΠΙΧΕΙΡΗΣΗ.</Text>
                <Text>– Ειδικότερα, σε περίπτωση χρέωσης μέσω πιστωτικής κάρτας η ΕΠΙΧΕΙΡΗΣΗ θα υποχρεούται να ενημερώσει την εκδότρια Τράπεζα για την ακύρωση της συναλλαγής και η τράπεζα θα προβεί εν συνεχεία σε κάθε πράξη που προβλέπεται με βάση τη σύμβαση που έχει καταρτίσει με τον πελάτη χωρίς σχετική ευθύνη της ΕΠΙΧΕΙΡΗΣΗΣ πλέον. Η ΕΠΙΧΕΙΡΗΣΗ κατόπιν της ενημέρωσης αυτής δεν φέρει καμία ευθύνη για το χρόνο και τον τρόπο εκτέλεσης του αντιλογισμού, που ρυθμίζεται από την προμνησθείσα σύμβαση. Στην περίπτωση πληρωμής με μετρητά, εάν ο πελάτης είχε επιλέξει την δυνατότητα “παραλαβή από το κατάστημα”, θα γίνεται με επιστροφή των χρημάτων του σε αυτόν από οποιοδήποτε κατάστημα του δικτύου της ΕΠΙΧΕΙΡΗΣΗΣ. Σε περίπτωση πληρωμής με τραπεζικό έμβασμα θα πραγματοποιείται αντίστροφο τραπεζικό έμβασμα από τους λογαριασμούς της ΕΠΙΧΕΙΡΗΣΗΣ προς τον πελάτη.</Text>
                <Text>– Τα έξοδα αποστολής τόσο για την επιστροφή των προϊόντων στην ΕΠΙΧΕΙΡΗΣΗ όσο και για την επαναπροώθηση στον ΠΕΛΑΤΗ του αντικατεστημένου προϊόντος βαρύνουν την ΕΠΙΧΕΙΡΗΣΗ.</Text>
                <Text>– Σε περίπτωση που τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή η ΕΠΙΧΕΙΡΗΣΗ έχει το δικαίωμα να ζητήσει αποζημίωση από τον πελάτη, το ποσό της οποίας θα καθορίζεται από την κατάσταση των προϊόντων και να προβαίνει μονομερώς και άνευ ετέρου τινός σε ολικό ή μερικό συμψηφισμό της απαίτησής του αυτής έναντι του πελάτη.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">16. Επιστροφή μη ελαττωματικών προϊόντων – Δικαίωμα αναιτιολόγητης υπαναχώρησης από τον πελάτη</Heading>
                <Text>Ο ΠΕΛΑΤΗΣ έχει το δικαίωμα να υπαναχωρήσει από την σύμβαση αγοράς μέσα σε χρονικό διάστημα 14 ημερολογιακών ημερών από την ημερομηνία σύναψης της σύμβασης παροχής υπηρεσιών (όταν πρόκειται τέτοια σύμβαση), ή από την παράδοση (όταν πρόκειται για προϊόντα) και μάλιστα όταν είναι πολλά προϊόντα στην ίδια παραγγελία από την παράδοση και του τελευταίου ενώ όταν υπάρχει υποχρέωση παράδοσης προϊόντων σε τακτά διαστήματα από την παράδοση του πρώτου. Η υπαναχώρηση γίνεται υπό τις ακόλουθες προϋποθέσεις:</Text>
                <Text>– Η υπαναχώρηση αυτή είναι αναιτιολόγητη και χωρίς καμία επιβάρυνση και αν το είδος έχει ήδη παραδοθεί ο πελάτης οφείλει να επιστρέψει το προϊόν ακριβώς στην κατάσταση που το παρέλαβε, με το σύνολο των εξαρτημάτων του, των εντύπων που το συνοδεύουν και της συσκευασίας του σε άριστη κατάσταση. Η επιστροφή του είδους γίνεται δεκτή, μόνον εφόσον πρώτα ο αγοραστής έχει εξοφλήσει κάθε ποσό που επιβαρύνθηκε η εταιρία για την αποστολή του είδους σε αυτόν και τα έξοδα αποστολής για την επιστροφή του είδους.</Text>
                <Text>–  Η δήλωση υπαναχώρησης ασκείται εγγράφως ή και ηλεκτρονικά και η ΕΠΙΧΕΙΡΗΣΗ είναι υποχρεωμένη να αποστείλει επιβεβαίωση της παραλαβής δήλωσης υπαναχώρησης μόλις αυτή περιέλθει σε αυτήν.</Text>
                <Text>– Κατόπιν της δήλωσης υπαναχώρησης, η ΕΠΙΧΕΙΡΗΣΗ υποχρεούται να αποδώσει το τίμημα που εισέπραξε το πολύ μέσα σε 14 μέρες από την παραλαβή των προϊόντων.</Text>
                <Text>–  Δεν επιστρέφονται τα έξοδα αποστολής παράδοσης αν ο πελάτης είχε επιλέξει τρόπο παράδοσης άλλο από τον φθηνότερο τυποποιημένο τρόπο παράδοσης που προσφέρει η ΕΠΙΧΕΙΡΗΣΗ.</Text>
                <Text>– Η επιστροφή των χρημάτων στον πελάτη, θα γίνεται με τον ίδιο μέσο με το οποίο είχε γίνει η αρχική είσπραξη. Συγκεκριμένα στην περίπτωση χρέωσης μέσω πιστωτικής κάρτας ως εξής: σε περίπτωση που μέχρι την υπαναχώρηση και επιστροφή του είδους έχει καταβληθεί στην ΕΠΙΧΕΙΡΗΣΗ το τίμημα από την Τράπεζα, η ΕΠΙΧΕΙΡΗΣΗ θα υποχρεούται να ενημερώσει την Τράπεζα για την ακύρωση της συναλλαγής και η τράπεζα θα προβεί σε κάθε πράξη που προβλέπεται με βάση με βάση τη σύμβαση που έχει καταρτίσει με τον πελάτη. Η εταιρεία κατόπιν της ενημέρωσης αυτής δεν φέρει καμία ευθύνη για το χρόνο και τον τρόπο εκτέλεσης του αντιλογισμού, που ρυθμίζεται από την προμνησθείσα σύμβαση. Στην περίπτωση πληρωμής με μετρητά, εάν ο πελάτης είχε επιλέξει την δυνατότητα “παραλαβή από το κατάστημα”, θα γίνεται με επιστροφή των χρημάτων του σε αυτόν από το κατάστημα στο οποίο πραγματοποίησε την παραλαβή του προϊόντος. Σε περίπτωση πληρωμής με τραπεζικό έμβασμα η επιστροφή θα γίνεται επίσης με τραπεζικό έμβασμα στον ίδιο λογαριασμό του πελάτη.</Text>
                <Text>–  Ο πελάτης ευθύνεται να αποζημιώσει την εταιρεία αν έκανε χρήση άλλη από εκείνη που είναι αναγκαία για τη διαπίστωση της φύσης, των χαρακτηριστικών και της λειτουργίας των αγαθών στο διάστημα μέχρι τη δήλωση της υπαναχώρησης. Η διαπίστωση της φύσης, των χαρακτηριστικών και της λειτουργίας των αγαθών θα πρέπει να γίνει με βάση την πληροφόρηση που παρέχεται πάνω στην εξωτερική συσκευασία κάθε προϊόντος, καθώς και τις συμπληρωματικές πληροφορίες που παρέχει η εταιρεία και πάντως χωρίς να ανοιχθεί η συσκευασία των προϊόντων και να τεθεί σε λειτουργία το αγαθό. Η εταιρεία είναι πρόθυμη να ενημερώσει τον πελάτη για οποιαδήποτε ερώτηση σχετικά με την φύση και την λειτουργία των προϊόντων παρέχοντας επιπλέον πληροφοριακό υλικό με ηλεκτρονικό ή άλλο τρόπο. Σε περίπτωση ανοίγματος της συσκευασίας ή και θέσης σε λειτουργία των προϊόντων η αξία τους αυτομάτως μειώνεται καθώς το προϊόν χαρακτηρίζεται ως μεταχειρισμένο και ο πελάτης οφείλει να αποζημιώσει την εταιρεία για την μείωση της αξίας του προϊόντος. Η μείωση της αξίας από το άνοιγμα της συσκευασίας και επακόλουθα από τον χαρακτηρισμό του προϊόντος ως μεταχειρισμένου εξετάζεται κατά περίπτωση και καθορίζεται από την ΕΠΙΧΕΙΡΗΣΗ. Η ΕΠΙΧΕΙΡΗΣΗ δικαιούται να συμφωνήσει με τον πελάτη την αποζημίωσή της ακόμα και με αμοιβαίο συμψηφισμό.</Text>
                <Text>– Σε περίπτωση που η υπαναχώρηση αφορά παροχή υπηρεσιών, ο πελάτης οφείλει να καταβάλει ένα ποσό ανάλογο προς τα παρασχεθέντα μέχρι τη δήλωση υπαναχώρησης.</Text>
                <Text>– Σε περίπτωση που τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή η ΕΠΙΧΕΙΡΗΣΗ έχει το δικαίωμα να ζητήσει αποζημίωση από τον πελάτη, το ποσό της οποίας θα καθορίζεται από την κατάσταση των προϊόντων και να προβαίνει μονομερώς και άνευ ετέρου τινός σε ολικό ή μερικό συμψηφισμό της απαίτησής του αυτής έναντι του πελάτη.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">17. Εξαιρέσεις από την υπαναχώρηση</Heading>
                <Text>Δεν χωρεί υπαναχώρηση σε:</Text>
                <Text>-συμβάσεις υπηρεσιών μετά την πλήρη παροχή της υπηρεσίας, εάν η εκτέλεση άρχισε με την προηγούμενη ρητή συγκατάθεση του πελάτη και με την εκ μέρους του αναγνώριση ότι -θα απωλέσει το δικαίωμα του υπαναχώρησης μόλις η σύμβαση εκτελεσθεί πλήρως από τον προμηθευτή</Text>
                <Text>-συμβάσεις κατά τις οποίες ο καταναλωτής έχει ζητήσει ειδικά επίσκεψη από τον προμηθευτή με σκοπό να πραγματοποιήσει επείγουσες επιδιορθώσεις ή την εκτέλεση εργασιών συντήρησης. Εάν, στην περίπτωση τέτοιας επίσκεψης, ο προμηθευτής παράσχει υπηρεσίες επιπλέον εκείνων που ζητήθηκαν συγκεκριμένα από τον καταναλωτή ή αγαθά πέρα από τα ανταλλακτικά που χρησιμοποιήθηκαν υποχρεωτικά κατά την εκτέλεση εργασιών συντήρησης ή κατά τις επιδιορθώσεις, το δικαίωμα υπαναχώρησης εφαρμόζεται στις εν λόγω πρόσθετες υπηρεσίες ή αγαθά.</Text>
                <Text>-πώληση σφραγισμένων ηχητικών εγγραφών ή σφραγισμένων εγγραφών βίντεο ή σφραγισμένου λογισμικού για υπολογιστές, που αποσφραγίστηκαν μετά την παράδοση</Text>
                <Text>-προμήθεια αγαθών που κατασκευάζονται σύμφωνα με τις προδιαγραφές του καταναλωτή ή σαφώς εξατομικευμένων.</Text>
              </Stack>

              <Stack spacing="3">
                <Heading fontSize="16" as="h2">18. Ασφαλή προϊόντα – Όροι εγγύησης</Heading>
                <Text>Τα διατιθέμενα από την ΕΠΙΧΕΙΡΗΣΗ προϊόντα είναι προϊόντα διαρκείας τα οποία φέρουν κάθε απαραίτητη πιστοποίηση ασφαλούς λειτουργίας. Τα προϊόντα συνοδεύονται από γραπτές οδηγίες χρήσης (πλην των απλών στη χρήση προϊόντων) και από γραπτή εγγύηση καλής λειτουργίας εύλογης διάρκειας, στην ελληνική γλώσσα. Το έντυπο της εγγύησης περιλαμβάνει  την επωνυμία και τη διεύθυνση του εγγυητή, το προϊόν στο οποίο αναφέρεται η εγγύηση, το ακριβές περιεχόμενό της, τη διάρκειά της, την τοπική έκταση ισχύος της, καθώς και τα δικαιώματα που παρέχει το εφαρμοστέο δίκαιο. Η εγγύηση της συσκευής έχει διάρκεια σύμφωνα με το κατασκευαστή από την ημερομηνία αγοράς της και επιτρέπει τη δωρεάν αποκατάσταση του προβλήματος, εφ’ όσον πληρούνται οι παρακάτω όροι:</Text>
                <Text>Να υπάρχει η εγγύηση της αντιπροσωπείας και η απόδειξη αγοράς συσκευής.</Text>
                <Text>Να μην εξαιρείται η βλάβη με βάση το έντυπο της εγγύησης του κατασκευαστή</Text>
                <Text> Όταν το προϊόν έχει υποστεί βλάβη από υπερτάσεις του δικτύου 220V ή υπερτάσεις  του τηλεφωνικού δικτύου.</Text>
                <Text>Από λάθος συνδεσμολογία, πτώση, εισροή υδάτων, έκθεση σε θερμοκρασία ή υγρασία εκτός των  ορίων λειτουργίας που ορίζει ο κατασκευαστής.</Text>
                <Text>Επέμβαση από μη εξουσιοδοτημένο τεχνικό της εταιρείας μας.</Text>
                <Text>Όταν έχει καταστραφεί ή αφαιρεθεί ο σειριακός αριθμός ή ο κωδικός του προιόντος.</Text>
                <Text>Όταν στις κάμερες έχουν κοπεί τα καλώδια των βυσμάτων.</Text>
                <Text>Η εγγύηση των προϊόντων παρέχεται από την κατασκευαστική εταιρεία. Η υποχρέωση της SFKshop  σαν διανομέας περιορίζεται στην δωρεάν επισκευή ή αντικατάσταση των ελαττωματικών εξαρτημάτων (εργασία και ανταλλακτικά).</Text>
                <Text>Απαραίτητη προϋπόθεση για την παροχή εγγύησης είναι η προσκόμιση (πρωτότυπο ή αντίγραφο)  του παραστατικού αγοράς.</Text>
                <Text>Σε περίπτωση αδυναμίας επισκευή ενός προϊόντος  και μόνο τότε μπορεί να γίνει αντικατάσταση με άλλο προϊόν ίδιων ή καλύτερων χαρακτηριστικών ίδιου ή άλλου κατασκευαστή</Text>
                <Text>Η επισκευή ή αντικατάσταση ενός προϊόντος δεν σημαίνει και την εκ νέου ανανέωση της εγγύησης.</Text>
                <Text>Σε περίπτωση που ο αγοραστής αμφισβητεί ότι η βλάβη σε προϊόν εγγύησης δεν προκλήθηκε από λάθος συνδεσμολογίας, υπέρβαση τροφοδοσίας, υπερβάσεις τηλεφωνικού δικτύου , κεραυνούς, έκθεση σε ακραίες συνθήκες, αλλά είναι ελαττωματικό το ίδιο το προϊόν, τότε ο αγοραστής μπορεί να ζητήσει να αποσταλεί το προϊόν στην κατασκευάστρια εταιρεία με δικά του έξοδα για την εξακρίβωση του τρόπου πρόκλησης της βλάβης.</Text>
              </Stack>

            </Stack>
          </Container>
        </Box>
        <CloseModalOutsideClick>
          <CartPopUp deviceType={deviceType} />
        </CloseModalOutsideClick>
      </Modal>
    </>
  )
}

export default Terms